---
kind: enumMember
id: F:Autodesk.Revit.DB.MaterialAspect.Thermal
enum: Autodesk.Revit.DB.MaterialAspect
source: html/ebeddc80-db8e-09d8-7140-a057d989b6e1.htm
---
# Autodesk.Revit.DB.MaterialAspect.Thermal

Thermal